INSERT INTO MP_BOARD(BNO, TITLE, CONTENT, WRITER)
     VALUES (MP_BOARD_SEQ.NEXTVAL, '배추잡채',
     '1.배추는 2cm 포그올 채 썰고, 피망은 곱게 채 썬다.'||CHR(13)||CHR(10)||
     '2.약한 불로 달군 팬에 고추기름, 다진 마늘, 파를 넣어 볶고, 돼지고기와 청주를 넣고 센불로 올려 저어가며 볶는다.'||CHR(13)||CHR(10)||
     '3.고기의 핏물이 사라지면 우엉 채, 배춧잎, 피망, 새우살 순으로 넣어가며 볶는다.'||CHR(13)||CHR(10)||
     '4.재료가 고루 섞이면 간장, 굴소스, 설탕, 참기름, 후춧가루로 간하여 불을 끈다.', '김기영');
     
INSERT INTO MP_BOARD(BNO, TITLE, CONTENT, WRITER)
     VALUES (MP_BOARD_SEQ.NEXTVAL, '콩카레',
     '1.콩은 물을 넉넉히 부어 8시간 불린 뒤 콩이 잠길만큼 물을 붓고 중간 불에서 20분 정도 삶는다. 양파, 당근, 연근은 껍질을 벗겨 사방 2cm로 깍둑 썬다.'||CHR(13)||CHR(10)||
     '2.중간불로 달군 냄비에 식용류를 둘러 콩, 당근 ,연근을 넣어 볶는다.'||CHR(13)||CHR(10)||
     '3.당근의 가장자리가 반투명해지면 양파를 넣고 물(2와 1/2컵을) 부어 8분간 끓인 뒤 끓어오르면 카레가루를 넣어 고루 푼 다음 2분간 더 끓인다.'||CHR(13)||CHR(10)||
     '4.꿀을 넣어 섞는다.', '김기영');
     
INSERT INTO MP_BOARD(BNO, TITLE, CONTENT, WRITER)
     VALUES (MP_BOARD_SEQ.NEXTVAL, '버섯강정',
     '1.표고버섯과 피망은 한입 크기로 썬 뒤 표고버섯에 소금 후춧가루를 뿌려 밑간한다.'||CHR(13)||CHR(10)||
     '2.계란, 찹쌀가루, 녹말가루를 함께 섞은 뒤 표고버섯에 고루 묻혀 160도로 예열한 식용류가 들어있는 팬에 넣어 바삭하게 튀긴다.'||CHR(13)||CHR(10)||
     '3.강정소스에 물(1/3)컵을 넣어 섞은 두 팬에 붓고 센 불에서 끓인다.'||CHR(13)||CHR(10)||
     '4.끓어 오르면 표고버섯튀김과 피망, 해바라기씨, 호박씨를 넣고 고루 볶는다.', '김기영');
     
INSERT INTO MP_BOARD(BNO, TITLE, CONTENT, WRITER)
     VALUES (MP_BOARD_SEQ.NEXTVAL, '배 피클',
     '1.배는 껍질을 벗겨 막대모양으로 썬다.'||CHR(13)||CHR(10)||
     '2.오이는 동그란 모양을 살려 1cm 두께로 썬다.'||CHR(13)||CHR(10)||
     '3.소독한 유리 용기에 배와 오이를 차곡차곡 담는다.'||CHR(13)||CHR(10)||
     '4.냄비에 설탕, 식초 유자청, 물 1과 1/2컵을 부어 끓어오르면 2분간 더 끓여 피클물을 만든 후 3에 넣어 냉장 숙성하여 먹는다.', '김기영');

INSERT INTO MP_BOARD(BNO, TITLE, CONTENT, WRITER)
     VALUES (MP_BOARD_SEQ.NEXTVAL, '율무밥크로켓',
     '1.율무와 쌀은 씻은 뒤 물(2컵)을 붓고 밥을 짓는다. 피망과 양송이 버섯은 곱게 다진다.'||CHR(13)||CHR(10)||
     '2.다진 양송이 버섯은 식용유(1큰술)를 두른 팬에서 볶아 식힌다.'||CHR(13)||CHR(10)||
     '3.볼에 식용유를 제외한 양념과 율무밥을 넣어 섞은 뒤 볶은 양송이와 다진 피망, 옥수수 알갱이를 넣고 버무린다.'||CHR(13)||CHR(10)||
     '4.밥을 동글납작하게 편 뒤 모짜렐라 치즈를 넣고 동그랗게 빚어 밀가루, 계란물, 허브가루를 섞은 빵가루 순으로 튀김옷을 입힌 뒤 180도로 달군 식용유에 넣고 노릇하게 튀겨 건진다.', '김기영');

     
commit;     